const COLOR = {
  white: '#FFFFFF',
  black: '#333333',
  gray: {
    100: '#F0F0F0',
    200: '#6B6A6A',
  },
  green: {
    100: '#E4EDCD',
    200: '#D3ED91',
    300: '#589573',
    400: '#1B5434',
  },
  keyword: {
    babypink: '#FF9999',
    // 따뜻한 / 평화로운 / 상냥한 / 산뜻한 / 부드러운 / 차분한 / 자연스러운
    red: '#9F1111',
    // 매혹적인 / 세련된 / 섹시한 / 퇴폐적인
    gray: '#A6A6A6',
    // 중성의 / 전문적인 / 무게감있는 / 모던한 / 차가운 / 시크한 / 고급스러운
    yellow: '#FFC000',
    // 싱그러운 / 화사한 / 상큼한 / 발랄한
    blue: '#0066FF',
    // 건강한 / 스포티한 / 캐쥬얼한 / 자유분방한
    purple: '#CF84DC',
    // 몽환적인 / 신비로운 / 은은한
    skyblue: '#9DC3E6',
    // 순수한 / 맑은 / 잔잔한 / 깔끔한 / 청량한 / 청초한 / 투명한 / 깨끗한 / 시원한
    pink: '#E58BBA',
    // 로맨틱한 / 귀여운 / 사랑스러운 / 낭만적인 / 달콤한
    orange: '#FF6600',
    // 강렬한 / 정열적인 / 열정적인 / 화려한
  },
};

export default COLOR;
